{
  "common": {
    "welcome": "Welcome",
    "learn_more": "Learn more",
    "save": "Save",
    "cancel": "Cancel",
    "download": "Download",
    "search": "Search...",
    "close": "Close",
    "loading": "Loading..."
  },
  "regulations": {
    "title_academic": "Academic Regulations",
    "title_benefits": "Benefits Regulations",
    "title_dormitory": "Dormitory Regulations",
    "no_results": "No results",
    "no_regulations": "No regulations available at the moment."
  },
  "decisions": {
    "title": "Decisions Archive",
    "description": "Archive of decisions made by the University Students' Union.",
    "select_year": "Select Year",
    "view_all": "All Decisions",
    "no_decisions_year": "No decisions found for this year.",
    "no_decisions_global": "No decisions currently available.",
    "no_results": "No results",
    "try_filtering": "Try different search criteria or adjust the filters.",
    "loading": "Loading decisions..."
  },
  "navigation": {
    "home": "Home",
    "news": "News"
  },
  "reminders": {
    "title": "Reminders",
    "tab_ehk": "EHK Reminders",
    "tab_ehdk": "EHDK Reminders",
    "no_ehk": "No EHK reminders",
    "no_ehk_desc": "There are currently no available EHK reminders.",
    "no_ehdk": "No EHDK reminders",
    "no_ehdk_desc": "There are currently no available EHDK reminders."
  },
  "representatives": {
    "title": "Representatives",
    "contacts": "Contacts",
    "reports": "Reports and documents",
    "intro": "Introduction",
    "open": "Open",
    "unavailable": "Unavailable",
    "view_details": "View details",
    "positions": "Positions",
    "description": "Members and contacts of the University Students' Union",
    "filter_all": "All",
    "filter_leadership": "Leadership",
    "filter_members": "Members",
    "filter_delegates": "Delegates",
    "no_results": "No representatives found in this category",
    "no_results_desc": "No representative found matching your search.",
    "search_placeholder": "Search by name, position or faculty...",
    "loading": "Loading representatives..."
  },
  "permissions": {
    "title": "Permissions",
    "description": "Permissions and requests managed by the University Students' Union.",
    "search_placeholder": "Search for permissions...",
    "no_results": "No results",
    "no_permissions": "No permissions available at the moment."
  },
  "news": {
    "title": "News",
    "no_results": "No results",
    "no_news_category": "There are no news items in this category yet.",
    "read_more": "Read more",
    "back_to_news": "Back to news",
    "published": "Published",
    "reading_time": "Reading time",
    "attachments": "Attachments",
    "tags": "Tags",
    "related_news": "Related news",
    "view_all_news": "View all news",
    "share": "Share",
    "article_info": "Article info",
    "min_read": "min read",
    "min": "min",
    "file_s": "file(s)",
    "file": "File"
    },
  "scholarships": {
    "academic": {
      "title": "Academic Scholarship",
      "intro": "The academic scholarship is one of the most important merit-based financial grants, awarded to students who have achieved outstanding academic results in their previous active semester.",
      "who": {
        "title": "Who can receive an academic scholarship?",
        "items": [
          "The grant is available to state-funded, full-time students of the University, and up to 50% of students may receive it.",
          "The scholarship is awarded for one academic semester, i.e. a period of five months.",
          "Eligibility and the amount of the scholarship are determined on the basis of the academic results of the most recently completed active semester. A suspended semester does not exclude a student from eligibility; in such cases, the results of the last active semester are taken into account.",
          "It is important to note that first-year students (in Bachelor’s or single-cycle programmes) cannot receive an academic scholarship in their first semester.",
          "If a student is enrolled in parallel programmes, the scholarship may be awarded separately for each programme; however, it may be granted only once for the same academic performance."
        ]
      },
      "calculation": {
        "title": "How is the scholarship calculated?",
        "paragraphs": [
          "The basis of the academic scholarship is the scholarship index, calculated from the performance achieved in the previous active semester.",
          "Depending on the faculty’s regulations, this may be the credit index or the corrected credit index.",
          "Students’ performance is compared within so-called Homogeneous Student Groups (HHCS), which may be formed according to academic year, programme, or specialisation."
        ]
      },
      "decision": {
        "title": "Who decides on the academic scholarship?",
        "paragraphs": [
          "The Faculty Student Union is responsible for the administration of the scholarship. They determine the specific faculty regulations and make the first-instance decision.",
          "The results are published on the Faculty Student Union’s website within five working days following the decision. The published list includes the scholarship indices of each HHCS and the corresponding scholarship amounts."
        ]
      },
      "tjsz": {
        "title": "Relevant passages from the Student Financial Regulations (TJSZ)",
        "quotes": [
          "Up to 50% of full-time, state-funded students at the University may receive an academic scholarship, and the monthly amount awarded to each student must reach at least 5% of the student normative grant.",
          "When awarding the academic scholarship, students must be assigned to Homogeneous Student Groups for a given semester. These groups may be established according to programme, academic year, specialisation, field of study, sub-specialisation, module, subject area, branch, or other curriculum unit, or as a combination of these criteria.",
          "The suspension of the semester(s) preceding the subject semester does not exclude eligibility for the academic scholarship. In such cases, the results of the last active semester must be taken into account.",
          "The Faculty Student Union defines the further principles of faculty-level allocation (including the procedure for evaluating the academic results of students transferred from another higher education institution or faculty, from a different programme or study form, or those who participated in partial studies abroad), as well as the procedural rules and deadlines. These are to be finalised by the beginning of the semester preceding the awarding period and published on the faculty’s website following the approval of the Faculty Study Committee (KTB).",
          "The Faculty Student Union is responsible for coordinating, evaluating, and deciding on the academic scholarship, and for providing official notification of the results.",
          "The results of the academic scholarship are published on the Faculty Student Union’s website within five working days after the decision. The published results must include, for each HHCS, the scholarship index and the corresponding amount of the scholarship."
        ]
      }
    },
    "social": {
      "regular": {
        "title": "Regular Grant Based on Social Needs",
        "list_title": "A student may apply for the Regular Social Scholarship if they,",
        "list_items": [
          "are enrolled in a full-time bachelor’s, master’s, single-cycle, or doctoral program, and",
          "are studying in a state-funded or state scholarship-funded form of education, or began their studies in such a form and, based on the number of semesters started in the given program, would still be eligible to participate in a state-funded program."
        ],
        "description_1": " Regardless of the number of programs they are enrolled in, each applicant may submit only one application for this scholarship. The application must be submitted through the ",
        "description_2": " (Unified Application and Evaluation System of the Budapest University of Technology and Economics) platform during the application period."
      },
      "exceptional": {
        "title": "Exceptional Grant Based on Social Needs",
        "description_1": "Students who have become socially disadvantaged due to an unexpected event, or whose social situation has unexpectedly deteriorated, are eligible to apply for the Exceptional Social Scholarship.",
        "description_2": "The scholarship is a one-time grant. Students may submit multiple applications within a semester if several events justify it, but only one application may be submitted per event. The application must be submitted through the ",
        "description_3": "(Unified Application and Evaluation System of the Budapest University of Technology and Economics) platform.",
        "description_4": "Before submitting the application, it is recommended to consult with the current president of the University Social Committee regarding the required documents."
      },
      "more_info": "For more information, please visit the website of the University Social Committee (ESZB): ",
      "eszb_website": "ESZB website"
    },
    "ehk": {
      "items": [
        {
          "title": "University Student Union Scholarship",
          "paragraphs": [
            "Members of the University Student Union are rewarded through this scholarship for carrying out the tasks defined in the Rules and Regulations of the BME Students’ and Doctoral Students’ Union. Reports submitted by the representatives are published on the website of the University Student Union."
          ]
        },
        {
          "title": "University Doctoral Student Union Scholarship",
          "paragraphs": [
            "Members of the University Doctoral Student Union are rewarded through this scholarship for carrying out the tasks defined in the Rules and Regulations of the BME Students’ and Doctoral Students’ Union. Reports submitted by the representatives are published on the website of the University Doctoral Student Union."
          ]
        },
        {
          "title": "University BME Scholarship",
          "paragraphs": [
            "The University BME Scholarship is one of the highest-level recognitions based on professional and scientific achievements that go beyond the requirements defined in the model curricula. Through this scholarship, the University Student Union rewards the most outstanding students who achieved exceptional professional or scientific results during the previous semester."
          ]
        },
        {
          "title": "National Higher Education Scholarship",
          "paragraphs": [
            "For students with outstanding academic results and exceptional professional achievements, the minister responsible for higher education awards the National Higher Education Scholarship for the duration of one academic year. The procedure and details of the evaluation are defined by the Rector’s Instruction issued for the given year."
          ]
        },
        {
          "title": "University Public Life Scholarship",
          "paragraphs": [
            "The University Public Life Scholarship is intended for students who carry out public life activities supporting the work of the University Student Union, such as assisting in the organization of events."
          ]
        },
        {
          "title": "University Community Scholarship",
          "paragraphs": [
            "The University Community Scholarship is intended for students who actively participate in community life at BME. Applications may be submitted for activities carried out in university self-organizing student groups and colleges for advanced studies, in the BME Racing Teams Community, or in the Student International Relations Committee. The aim of the scholarship is to recognize students who create value at the university through their community work alongside their studies."
          ]
        },
        {
          "title": "Sports Scholarship",
          "paragraphs": [
            "Within the framework of the Sports Scholarship, the University Student Union rewards students who, in addition to physical education classes and their university studies, have demonstrated outstanding athletic performance."
          ]
        },
        {
          "title": "BME “Good Student, Good Athlete” Scholarship",
          "paragraphs": [
            "The “Good Student, Good Athlete” Scholarship not only rewards outstanding athletic performance but also takes into account successful academic achievements alongside competitive sports activities. To submit a valid application, the student’s credit index must reach a value of 3.00."
          ]
        },
        {
          "title": "Scientific Students’ Conference Scholarship",
          "paragraphs": [
            "The aim of the scholarship is to recognize outstanding work performed at the Scientific Students’ Conference. Students may apply if they participated in the Scientific Students’ Conference organized at BME and achieved 1st, 2nd or 3rd place, or received a special prize or commendation."
          ]
        }
      ]
    }
  },
  "language_education": {
    "title": "Language Education",
    "info_box": {
      "title": "Everything about language, all in one place!",
      "content": "The Centre for Modern Languages offers general, professional and examination preparation courses in six foreign languages and at several proficiency levels. Both credit-bearing and non-credit courses are available for students. If you wish to take a language examination, you have the opportunity to do so right here at BME. If you already hold a language certificate but would like to continue developing your language skills, you may also choose from the Centre’s postgraduate specialist training programmes in translation and interpreting, which open up further professional opportunities. Further details are available here:"
    }
  },
  "knowledge_base": {
    "title": "Cheat Sheets"
  },
  "faculties": {
    "ÉMK": "Faculty of Civil Engineering",
    "GPK": "Faculty of Mechanical Engineering",
    "ÉPK": "Faculty of Architecture",
    "VBK": "Faculty of Chemical Technology and Biotechnology",
    "VIK": "Faculty of Electrical Engineering and Informatics",
    "GTK": "Faculty of Economic and Social Sciences",
    "TTK": "Faculty of Natural Sciences",
    "KJK": "Faculty of Transportation Engineering and Vehicle Engineering"
  }
}
