{
  "common": {
    "welcome": "Üdvözöljük",
    "learn_more": "Tudj meg többet",
    "save": "Mentés",
    "cancel": "Mégse",
    "download": "Letöltés",
    "search": "Keresés...",
    "close": "Bezárás",
    "loading": "Betöltés..."
  },
  "regulations": {
    "title_academic": "Oktatási szabályzatok",
    "title_benefits": "Juttatási szabályzatok",
    "title_dormitory": "Kollégiumi szabályzatok",
    "no_results": "Nincsenek találatok",
    "no_regulations": "Jelenleg nincsenek elérhető szabályzatok."
  },
  "decisions": {
    "title": "Határozatok Tára",
    "description": "Az Egyetemi Hallgatói Képviselet által hozott határozatok archívuma.",
    "select_year": "Év kiválasztása",
    "view_all": "Összes határozat",
    "no_decisions_year": "Nincsenek határozatok ebben az évben.",
    "no_decisions_global": "Jelenleg nincsenek elérhető határozatok.",
    "no_results": "Nincsenek találatok",
    "try_filtering": "Próbáljon meg más keresési feltételeket vagy módosítsa a szűrőket."
  },
  "navigation": {
    "home": "Kezdőlap",
    "news": "Hírek"
  },
  "reminders": {
    "tab_ehk": "EHK Emlékeztetők",
    "tab_ehdk": "EHDK Emlékeztetők",
    "no_ehk": "Nincsenek EHK emlékeztetők",
    "no_ehk_desc": "Jelenleg nincsenek elérhető EHK emlékeztetők.",
    "no_ehdk": "Nincsenek EHDK emlékeztetők",
    "no_ehdk_desc": "Jelenleg nincsenek elérhető EHDK emlékeztetők."
  },
  "representatives": {
    "title": "Képviselők",
    "contacts": "Elérhetőségek",
    "reports": "Beszámolók és dokumentumok",
    "intro": "Bemutatkozás",
    "open": "Megnyitás",
    "unavailable": "Nem elérhető",
    "view_details": "Részletek megtekintése",
    "positions": "Pozíciók",
    "description": "Az Egyetemi Hallgatói Képviselet tagjai és elérhetőségei",
    "filter_all": "Összes",
    "filter_leadership": "Vezetőség",
    "filter_members": "Képviselők",
    "filter_delegates": "Delegáltak",
    "no_results": "Jelenleg nincsenek képviselők ebben a kategóriában",
    "no_results_desc": "A keresésnek megfelelő képviselő nem található.",
    "search_placeholder": "Keresés név, pozíció vagy kar alapján..."
  },
  "permissions": {
    "title": "Engedélyek",
    "description": "Az Egyetemi Hallgatói Képviselet által kezelt engedélyek és igénylések.",
    "search_placeholder": "Keresés engedélyek között...",
    "no_results": "Nincsenek találatok",
    "no_permissions": "Jelenleg nincsenek elérhető engedélyek."
  },
  "news": {
    "title": "Hírek",
    "no_results": "Nincsenek találatok",
    "no_news_category": "Ebben a kategóriában még nincsenek hírek.",
    "read_more": "Tovább",
    "back_to_news": "Vissza a hírekhez",
    "published": "Publikálás dátuma",
    "reading_time": "Olvasási idő",
    "attachments": "Csatolt fájlok",
    "tags": "Címkék",
    "related_news": "Kapcsolódó hírek",
    "view_all_news": "Összes hír megtekintése",
    "share": "Megosztás",
    "article_info": "Cikk információk",
    "min_read": "perc olvasás",
    "min": "perc",
    "file_s": "fájl",
    "file": "Fájl"
  },
  "scholarships": {
    "academic": {
      "title": "Tanulmányi ösztöndíj",
      "intro": "A tanulmányi ösztöndíj az egyik legfontosabb tanulmányi alapú juttatás, amelyet azok a hallgatók kaphatnak, akik az előző aktív félévükben kiemelkedő tanulmányi eredményt értek el.",
      "who": {
        "title": "Kik kaphatnak tanulmányi ösztöndíjat?",
        "items": [
          "A juttatásra az Egyetem állami ösztöndíjas, teljes idejű képzésben részt vevő hallgatók jogosultak és a hallgatók legfeljebb 50%-a részesülhet belőle.",
          "A támogatás egy tanulmányi félévre, azaz 5 hónapos időtartamra szól.",
          "Az ösztöndíjra való jogosultság és az összegek meghatározása az előző lezárt aktív félév tanulmányi eredményei alapján történik. A félév szüneteltetése nem zár ki a pályázásból: ilyenkor az utolsó aktív félév eredményét veszik figyelembe.",
          "Fontos, hogy az elsőéves hallgatók (alap- vagy osztatlan képzésben) az első megkezdett félévükben még nem kaphatnak ösztöndíjat.",
          "A tanulmányi ösztöndíj párhuzamos hallgatói jogviszony esetén is külön-külön elnyerhető, de ugyanazon teljesítmény alapján csak egyszer adható."
        ]
      },
      "calculation": {
        "title": "Hogyan számítják az ösztöndíjat?",
        "paragraphs": [
          "A tanulmányi ösztöndíj alapja az ösztöndíjindex, amely az előző aktív félév teljesítménye alapján kerül kiszámításra.",
          "Ez lehet: kreditindex vagy korrigált kreditindex, amely a kari szabályozástól függ.",
          "A hallgatók teljesítményét úgynevezett Homogén Hallgatói Csoportokon belül (a továbbiakban: HHCS) hasonlítják össze, amelyek kialakulhatnak például évfolyamonként, szakonként vagy specializációnként."
        ]
      },
      "decision": {
        "title": "Ki dönt a tanulmányi ösztöndíjról?",
        "paragraphs": [
          "A Kari Hallgatói Képviseletek felelnek az ösztöndíj lebonyolításáért. Ők határozzák meg a pontos kari szabályokat, illetve hozzák meg az elsőfokú döntést.",
          "Az eredményeket a HK a döntést követő 5 munkanapon belül közzéteszi a honlapján. A közzétett lista tartalmazza a HHCS-k ösztöndíjindexeit és az azokhoz tartozó összegeket."
        ]
      },
      "tjsz": {
        "title": "TJSZ ide vonatkozó passzusai",
        "quotes": [
          "Tanulmányi ösztöndíjban az Egyetem állami ösztöndíjas, teljes idejű képzésben részt vevő hallgatóinak legfeljebb 50%-a részesülhet, oly módon, hogy az egyes hallgatóknak megállapított tanulmányi ösztöndíj havi összegének el kell érnie a hallgatói normatíva 5%-ának megfelelő összeget.",
          "A tanulmányi ösztöndíj odaítélésekor a hallgatókat Homogén Hallgatói Csoportokba kell sorolni. A besorolás egy adott félévre szól. A Homogén Hallgatói Csoportok kialakíthatóak szakonként, évfolyamonként, specializációnként, szakirányonként, mellékspecializációnként, modulonként, ismeretkörönként, ágazatonként, egyéb önálló tantervi egységenként vagy adott kredit mennyiséget teljesített csoportonként, illetve ezek kombinációjaként.",
          "A tárgyfélévet megelőző félév, vagy félévek szünetelése a tanulmányi ösztöndíj jogosultságból nem kizáró ok. Ez esetben az utolsó aktív félév tanulmányi eredményét kell figyelembe venni.",
          "A kari hallgatói képviselet a kari elosztás további elveit (beleértve a más felsőoktatási intézményből, illetve az Egyetemen belül más karról, szakról, képzési formából nappali tagozatra átvett, az előző félév(ek)ben külföldi részképzésen részt vett hallgató tanulmányi eredménye megállapításának módjáról), az eljárási szabályokat, határidejét az ösztöndíj odaítélését megelőző szorgalmi időszak kezdetéig meghatározza, és a KTB egyetértése után nyilvánosságra hozza honlapján.",
          "A tanulmányi ösztöndíjat a kari hallgatói képviselet koordinálja, bírálja el, meghozza az elsőfokú döntést és ad róla tájékoztatást.",
          "A tanulmányi ösztöndíj eredményét a kari hallgatói képviselet a döntést követő 5 munkanapon belül honlapján hozza nyilvánosságra. Az eredménynek tartalmaznia kell HHCS-nként az ösztöndíjindexet és a hozzá tartozó ösztöndíj összegét."
        ]
      }
    },
    "social": {
      "regular": {
        "title": "Rendszeres szociális ösztöndíj",
        "list_title": "Rendszeres szociális ösztöndíjra az a hallgató pályázhat,",
        "list_items": [
          "aki teljes idejű alap-, mester-, osztatlan vagy doktori képzésben vesz részt és",
          "államilag támogatott vagy állami ösztöndíjas képzési formában vesz részt, vagy tanulmányait államilag támogatott vagy állami ösztöndíjas képzési formában kezdte meg és az adott szakon, szakképzésben megkezdett féléveinek száma alapján jogosult lenne államilag támogatott képzésben való részvételre."
        ],
        "description_1": " A képzéseinek számától függetlenül egy pályázó egy pályázatot nyújthat be az adott ösztöndíjra. A pályázatot a ",
        "description_2": " (Műegyetemi Egységes Pályázati és Elbírálási Rendszer) felületén lehet leadni a pályázási időszakban."
      },
      "exceptional": {
        "title": "Rendkívüli szociális ösztöndíj",
        "description_1": "A Rendkívüli szociális ösztöndíjra azon hallgatóknak van lehetősége pályázni, akik váratlan esemény bekövetkeztében szociálisan rászorulóvá váltak, akiknek szociális helyzetében váratlan romlás történt.",
        "description_2": "Az ösztöndíj egy egyszeri juttatást jelent. A hallgatónak lehetősége van egy félévben több pályázat leadására is, amennyiben több esemény is indokolja ezt, de eseményenként csak egyszer lehet pályázni. A pályázatot a ",
        "description_3": " (Műegyetemi Egységes Pályázati és Elbírálási Rendszer) felületén lehet leadni.",
        "description_4": "A pályázat leadása előtt érdemes egyeztetni a mindenkori Egyetemi Szociális Bizottság elnökével a megfelelő dokumentumok beszerzésével kapcsolatban."
      },
      "more_info": "Bővebb információkat az Egyetemi Szociális Bizottság (ESZB) honlapján olvashattok: ",
      "eszb_website": "ESZB honlapja"
    }
  }
}
